Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: Find in Page…
co: Circà in a pagina…

source: Fingerprinters: %@
co: Detettori d’impronta numerica : %@

source: Firefox blocks 3,000+ trackers per user each month on average. Make us your default browser for privacy peace of mind.
co: Firefox bluccheghja ogni mese una media di più di 3000 perseguitatori per un utilizatore. Scigliteci cum’è navigatore predefinitu per una vita privata senza penseru.

source: Firefox blocks cross-site trackers, social trackers, cryptominers, and fingerprinters.
co: Firefox bluccheghja i perseguitatori intersiti, quelli di rete suciale, i minatori di crittomuneta, è i detettori d’impronta numerica.

source: Firefox blocks cross-site trackers, social trackers, cryptominers, fingerprinters, and tracking content.
co: Firefox bluccheghja i perseguitatori intersiti, quelli di rete suciale, i minatori di crittomuneta, i detettori d’impronta numerica è u cuntenutu impiegatu per u spiunagiu.

source: Firefox cannot open the page because it has an invalid address.
co: Firefox ùn pò micca apre a pagina perchè hà un indirizzu inaccettevule.

source: Firefox crashed. Restore your tabs?
co: Firefox s’hè lampatu ! Risturà e vostre unghjette ?

source: Firefox Credentials
co: Identificazioni di cunnessione Firefox

source: Firefox Has Privacy Covered
co: Firefox s’imprimurisce di a cunfidenzialità

source: Firefox Home
co: Accolta di Firefox

source: Firefox Homepage
co: Pagina d’accolta di Firefox

source: Firefox Home Page
co: Pagina d’accolta di Firefox

source: Firefox is blocking parts of the page that may track your browsing.
co: Firefox hà bluccatu l’elementi di a pagina chì ponu spiunà a vostra navigazione.

source: Firefox logo, change the wallpaper.
co: Logo Firefox, cambià u sfondu di screnu.

source: Firefox - Open Tabs
co: Firefox - Unghjette aperte

source: Firefox puts people over profits and defends your privacy by default.
co: Firefox fà passà a ghjente nanzu à i prufiti è prutege sempre a vostra vita privata.

source: Firefox - Quick Actions
co: Firefox - Azzioni preste

source: Firefox - Recommended by Pocket
co: Firefox - Ricumandatu da Pocket

source: Firefox requires Face ID to access your saved passwords and payment methods.
co: Firefox richiede Face ID per accede à e vostre parolle d’intesa è metode di pagamentu arregistrate.

source: Firefox Shortcuts
co: Accurtatoghji Firefox

source: Firefox Sync has connected to %@
co: Firefox Sync s'hè cunnessu à %@

source: Firefox - Top Sites
co: Firefox - Siti principale

source: Firefox uses your camera to scan QR codes and take photos and video.
co: Firefox impiega u vostru apparechju-fotò per analizà i codici QR è per piglià fotò è video.

source: Firefox uses your microphone to record and upload audio.
co: Firefox impiega u vostru microfonu per arregistrà è incaricà schedarii audio.

source: Firefox wallpaper, amethyst pattern.
co: Sfondulu di screnu Firefox, mudellu amatista.

source: Firefox wallpaper, beach hills pattern.
co: Sfondulu di screnu di Firefox, mudellu d’un tombulu di rena.

source: Firefox wallpaper, cerulean pattern.
co: Sfondulu di screnu Firefox, mudellu turchinu azuratu.

source: Firefox wallpaper, sunrise pattern.
co: Sfondulu di screnu Firefox, mudellu assulanatu.

source: Firefox wallpaper, twilight hills pattern.
co: Sfondulu di screnu di Firefox, mudellu d’un’attrachju marina.

source: Firefox - Website Shortcuts
co: Firefox - Accurtatoghji di siti web

source: Firefox will close tabs you haven’t viewed over the past month.
co: Firefox pò chjode l’unghjette chì vo ùn avete micca fighjate durante un mese scorsu.

source: Firefox will place things here that you’ve discovered on the web so you can find your way back to the great articles, videos, bookmarks and other pages
co: Firefox pusta quì tutti l’elementi impurtanti chì vò avete scuperti nant’à u Web, è cusì vi serà più faciule di ritruvà articuli, filmetti, indette è altre pagine

source: Firefox won’t remember any of your history or cookies, but new bookmarks will be saved.
co: Firefox ùn cunserverà alcuna cronolugia nè canistrelli, ma e nove indette seranu arregistrate.

source: Firefox would like to access your Photos
co: Firefox vole accede à e vostre fotò

source: Folder
co: Cartulare

source: Folder Name
co: Nome di u cartulare

source: For iOS 13 users, Firefox now automatically switches to a dark theme when your phone is set to Dark Mode. To change this behavior, go to Settings > Theme.
co: Per l’utilizatori d’iOS 13, Firefox cambia autumaticamente versu un tema scuru quandu u telefonu hè definitu cù u tema scuru. Per cambià stu cumpurtamentu, andate in Preferenze > Tema.

source: From
co: Da

source: Generate a new strong password
co: Ingenerà una nova parolla d’intesa forte

source: Generated password: %@
co: Parolle d’intesa ingenerata : %@

source: Get Help
co: Ottene aiutu

source: Get Started
co: Principià

source: Get suggestions from %@ related to your search
co: Ottene suggestioni da %@ relative à a vostra ricerca

source: Get the most out of Firefox
co: Ottene u più bellu da Firefox

source: Get your bookmarks, history and passwords on all your devices.
co: Ritruvate e vostre indette, a vostra crunulogia è e vostre parolle d’entrata da tutti i vostri apparechji.

source: Get your bookmarks, history, and passwords on any device.
co: Accidite à e vostre indette, crunulogia è parolle d’entrata da ogni apparechju.

source: Get your open tabs, bookmarks, and passwords from your other devices.
co: Ritruvate e vostre unghjette aperte, l’indette è e parolle d'entrata da i vostri altri apparechji.

source: Get your tabs, bookmarks, and passwords from your other devices.
co: Ritruvate e vostre unghjette, l’indette è e parolle d’intesa da i vostri altri apparechji.

source: Gives websites a dark appearance. Some sites might not look right.
co: Dà un aspettu scuru à i siti web. Certi siti puderianu ùn micca affissassi currettamente.

source: Go
co: Ci andà

source: Got It
co: Aghju capitu

source: Go to
co: Andà à u situ

source: Go to copied link
co: Apre u liame cupiatu

source: Go to copied link?
co: Apre u liame cupiatu ?

source: Go to Copied Link
co: Apre u liame cupiatu

source: Go to copied URL?
co: Andà à l’indirizzu cupiatu ?

source: Go to device ‘Settings’ > ‘Firefox.’ Allow Firefox to access camera.
co: Andate à e « Preferenze » di l’apparechju > « Firefox ». Permette à Firefox d’accede à l’apparechju-fotò.

source: Go to device ‘Settings’ > ‘Firefox’. Allow Firefox to access camera.
co: Andà à « Parametri » > « Firefox » di l’apparechju. Permette à Firefox d’accede à l’apparechju-fotò.

source: Go to your device Settings to turn on notifications in %@
co: Andate in i parametri di u vostru apparechju per attivà e nutificazioni in %@

source: Grade %@
co: Nota %@

source: Great content from around the web.
co: Cuntenutu di qualità ghjunghjendu da tutti i scorni di u Web.

source: %@ has been successfully disconnected.
co: %@ hè statu discunnessu bè.

source: Heads up!
co: Fate casu !

source: Help us make %@ better
co: Aiutateci à amendà %@

source: Help us make %@ better. It only takes a minute.
co: Aiutateci à rende %@ megliu. Què piglia solu un minutu.

source: Hide
co: Piattà

source: Hide Images
co: Piattà e fiure

source: Hide Inactive Tabs
co: Piattà l’unghjette inattive

source: Hide your real email to protect your inbox from spam. Some sites don’t support email masks.
co: Piattate u vostru veru indirizzu elettronicu per prutege a vostra scatula di ricezzione da u merzaghju. Certi siti ùn accettenu micca e maschere di messaghjeria.

source: Hide your real email to protect your inbox from spam. Some sites don’t support it.
co: Piattate u vostru veru indirizzu elettronicu per prutege a vostra scatula di ricezzione da u merzaghju. Certi siti ùn l’accettenu micca.

source: Highlights
co: Elementi-chjave

source: *Highlights* are from %1@ reviews within the last 80 days that we believe to be reliable.
co: L’elementi *messi in lume* sò l’avisi lasciati nant’à %1@ durante l’ultimi 80 ghjorni chì no cridemu degni di cunfidenza.

source: *Highlights* are from %@ reviews within the last 80 days that we believe to be reliable.
co: L’elementi *messi in lume* sò l’avisi lasciati nant’à %@ durante l’ultimi 80 ghjorni chì no cridemu degni di cunfidenza.

source: History will be removed from all your connected devices. This cannot be undone.
co: A crunulogia serà squassata da tutti i vostri apparechji cunnetti. St’azzione hè irriversibule.

source: Homepage Settings
co: Preferenze di a pagina d’accolta

source: Homepage wallpaper cycle toggle
co: Cummutatore di u ciclu di sfondulu di screnu di a pagina d’accolta

source: How it works
co: Cumu què funziuneghja

source: Hug
co: Allusingarinu

source: If a site doesn’t work as expected, tap the lock in the address bar and turn off Enhanced Tracking Protection for that page.
co: S’è un situ ùn funziona micca cum’è previstu, appughjate nant’à u lucchettu in a barra d’indirizzu è disattivate a prutezzione rinfurzata contr’à u spiunagiu per sta pagina.

source: I’ll do this later
co: Què, u feraghju dopu

source: Immediately
co: Subitu subitu

source: Inactive Tabs
co: Unghjette inattive

source: Include %1$@ Download Link on %2$@ Shares
co: Include un liame di scaricamentu di %1$@@ in e spartere nant’à %2$@

source: Include on Homepage
co: Include nant’à a pagina d’accolta

source: Incorrect passcode. Try again.
co: Codice d’accessu incurrettu Pruvate torna.

source: Incorrect passcode. Try again (Attempts remaining: %d).
co: Codice d’accessu incurrettu Pruvate torna (Tentativi rimanente : %d).

source: Increase text size
co: Aumentà a dimensione di u testu

source: Increase Zoom Level
co: Aumentà u livellu d’ingrandamentu

source: Indie. Non-profit. For good.
co: Indipendente. Senza scopu lucrativu. Per u bè cumunu.

source: Info Coming Soon
co: Infurmazione dispunibule frà pocu

source: Install and Run Studies
co: Installà è lancià studii

source: Intro Tour Carousel
co: Visita guidata

source: *Is %@ already your default?* Close this message and tap Skip.
co: *%@ hè dighjà u vostru navigatore predefinitu ?* Chjudite stu messaghju è picchichjate nant’à « Ignurà ».

source: %@ is asking to download a file and add an event to your calendar.
co: %@ richiede di scaricà un schedariu è d’aghjunghje un evenimentu à u vostru calendariu.

source: %@ is off-duty. We suggest turning protections back on.
co: %@ ùn hè micca in serviziu. Vi ricumandemu d’attivà torna e prutezzioni.

source: %@ is on guard
co: %@ vi prutege

source: Issuer Name
co: Nome di l’emettidore

source: It may be a misconfiguration or tampering by an attacker. Proceed if you accept the potential risk.
co: Forse ghjè un sbagliu di cunfigurazione o un tentativu d’attaca. Cuntinuate essendu cusciente di u risicu incorsu.

source: It’s now easier to pick up where you left off.
co: Ora hè più faciule di rivene induve vo avete piantatu.

source: Jump Back In
co: Rivene à st’unghjetta

source: just now
co: una stonda fà

source: Just to confirm, you wanted ‘Clear Private Tabs’?
co: Cunfirmate chì vò vulete « Squassà l’unghjette private » ?

source: Just to confirm, you wanted ‘Go to Copied Link’?
co: Cunfirmate chì vò vulete « Apre u liame cupiatu » ?

source: Just to confirm, you wanted ‘New Private Search’?
co: Cunfirmate chì vò vulete fà una « Nova ricerca privata » ?

source: Just to confirm, you wanted ‘New Search’?
co: Cunfirmate chì vò vulete fà una « Nova ricerca » ?

source: Last 24 Hours
co: L’ultima 24 ore

source: Last 4 Weeks
co: E 4 ultime settimane

source: Last 7 Days
co: L’ultimi 7 ghjorni

source: Last Hour
co: L’ultima ora

source: Last modified %@
co: Ultima mudificazione : %@

source: Last month
co: U mese scorsu

source: Last synced: %@
co: Ultima sincrunizazione : %@

source: Last week
co: A settimana scorsa

source: Last Week
co: A settimana scorsa

source: Lazy
co: Fannullone

source: Learn about useful features and how to get the most out of %@.
co: Sapene di più nant’à funzioni ghjuvevule è cumu ottene u più bonu di %@.

source: Learn How
co: Scopre cumu fà

source: Learn more.
co: Sapene di più.

source: Learn More.
co: Sapene di più.

source: Learn more about how %@ determines review quality
co: Sapene di più nant’à cumu %@ determineghja a qualità di l’avisi

source: Learn more about how Tracking Protection blocks online trackers that collect your browsing data across multiple websites.
co: Scopre cumu a prutezzione contr’à u spiunagiu blocca i perseguitatori in linea chì cullettanu i vostri dati di navigazione da parechji siti web.

source: Licenses
co: Licenze

source: Limited content detected. This page may be restricted or mostly visual.
co: Hè statu scupertu un cuntenutu limitatu. Sta pagina puderia esse ristrinta o soprattuttu visuale.

source: Limited Edition Wallpaper
co: Sfondulu di screnu in edizione limitata

source: Load in Background
co: Caricà in tacca di fondu

source: Loading content…
co: Caricamentu di u cuntenutu…

source: Loading Document
co: Caricamentu di u ducumentu

source: Loading in Firefox
co: Caricamentu in Firefox

source: Loading summary
co: Caricamentu di u riassuntu

source: Load original page
co: Caricà a pagina d’origine

source: Load sites lightning fast Automatic tracking protection Sync on all your devices
co: Caricamentu in furia di i siti Prutezzione autumatica contr’à u spiunagiu Sincrunizazione trà tutti i vostri apparechji

source: Login
co: Identificazione di cunnessione

source: Log in
co: Cunnettesi

source: Logins & Passwords
co: Identificazioni è parolle d’intesa

source: Logins will be permanently removed.
co: L’identificazioni di cunnessione seranu cacciate ab’eternu.

source: Logins will be removed from all connected devices.
co: L’identificazioni di cunnessione seranu cacciate da tutti l’apparechji cunnessi.

source: Log Out?
co: Scunnettassi ?

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
co: Pare chì Firefox s’hè lampatu. Vulete risturà e vostre unghjette ?

source: Looks like there’s a problem with your internet connection.
co: Pare ch’ella ci sia un prublema cù a vostra cunnessione internet.

source: Mail App
co: Appiecazione di messaghjeria

source: Main Menu
co: Listinu principale

source: Make %@ your default
co: Definisce %@ cum’è navigatore predefinitu

source: Make %@ your go-to browser
co: Impiegate %@ cum’è navigatore predefinitu

source: Making Firefox your default browser is a vote for an open, accessible internet.
co: Fà di Firefox u vostru navigatore predefinitu ghjè vutà per un Internet apertu è accessibile.

source: Manage Account %@
co: Ghjestione di u contu %@

source: Manage Account & Devices
co: Amministrà u contu è l’apparechji

source: Manage Email Masks
co: Urganizà e maschere di messaghjeria

source: Manual
co: Manuale

source: Manually
co: Manualmente

source: Mark as Read
co: Marcà cum’è lettu

source: Mark as Unread
co: Marcà cum’è micca lettu

source: Maximum attempts reached. Please try again in an hour.
co: Numeru massimu di tentativi toccu. Pruvate torna in un ora.

source: Maximum attempts reached. Please try again later.
co: Numeru massimu di tentativi toccu. Pruvate torna dopu.

source: Midday
co: Meziornu

source: min: %d
co: %d min

source: Missing error
co: Sbagliu assente

source: Missing message
co: Messaghju assente

source: Mobile Bookmarks
co: Indette mobile

source: mobile device
co: apparechju mobile

source: Modified
co: Mudificatu

source: Modified %@
co: Mudificatu %@

source: More Info…
co: Per sapene di più…

source: more than a month ago
co: più d’un mese fà

source: more than a week ago
co: più d’una settimana fà

source: Move the toolbar to the bottom if that’s more your style.
co: S’è vo preferite, pudete dispiazzà a barra d’attrezzi inghjò.

source: Move the toolbar to the bottom in settings if that’s more your style.
co: S’è vo preferite, pudete dispiazzà a barra d’attrezzi inghjò via e preferenze.

source: Move the toolbar to the top if that’s more your style.
co: S’è vo preferite, pudete dispiazzà a barra d’attrezzi insù.

source: Mozilla strives to only collect what we need to provide and improve Firefox for everyone.
co: Mozilla face casu à cullettà solu i dati chì sò ghjuvevule per rigalà è bunificà Firefox per tutti.

source: My Photos
co: E mo fotò

source: Navigation Toolbar
co: Barra di navigazione

source: New Bookmark
co: Nova indetta

source: New card saved
co: Nova carta arregistrata

source: New Card Saved
co: Nova carta arregistrata

source: New colors. New convenience. Same commitment to people over profits.
co: Novi culori. Novu cunfortu. Ma u listessu impegnu per a ghjente piuttostu chè per i soldi.

source: New Folder
co: Novu cartulare

source: New in %@
co: Novu in %@

source: New Info To Check
co: Infurmazioni nove à cuntrollà

source: New menu, no clutter
co: Un listinu novu… è basta !

source: New Normal Tab
co: Nova unghjetta nurmale

source: New passcode must be different than existing code.
co: U novu codice d’accessu deve esse sfarente di u codice attuale.

source: New Private Search
co: Nova ricerca privata

source: New Private Tab
co: Nova unghjetta privata

source: New Private Tab opened
co: Nova unghjetta privata aperta

source: New Private Tab Opened
co: Nova unghjetta privata aperta

source: New! %@ Relay email masks are now available on mobile.
co: Novu ! Ora, e maschere di messaghjeria %@ Relay sò dispunibule nant’à l’apparechji mobili.

source: New Search
co: Nova ricerca

source: New Separator
co: Novu separadore

source: New Tab
co: Nova unghjetta

source: New tab arrived from another device.
co: Nova unghjetta ricevuta da un’altru apparechju.

source: New tab arrived in %@
co: Nova unghjetta ricevuta in %@

source: New Tab opened
co: Nova unghjetta aperta

source: New Tab Opened
co: Nova unghjetta aperta

source: Next form field
co: Campu di furmulariu seguente

source: Next in-page result
co: Occurrenza seguente in a pagina

source: Next Page
co: Pagina seguente

source: Night Mode
co: Modu nutturnu

source: No account? Create one to sync Firefox between devices.
co: Contu, ùn ne avete ? Createne unu per sincrunizà Firefox trà i vostri apparechji.

source: No history found
co: Ùn si trova nunda in a cronolugia

source: No Info Available Right Now
co: Alcuna infurmazione dispunibule fine à quì

source: No Internet Connection
co: Alcuna cunnessione Internet

source: No logins found
co: Alcuna identificazione di cunnessione trova

source: No matching logins
co: Nisuna identificazione di cunnessione currispondente

source: No Network Connection
co: Nisuna cunnessione à a reta

source: No open tabs.
co: Alcuna unghjetta aperta.

source: No Open Tabs
co: Alcuna unghjetta aperta

source: No passwords found
co: Ùn si trova nisuna parolla d’intesa

source: No passwords saved
co: Nisuna parolla d’intesa arregistrata

source: Normal Browsing Mode
co: Modu di navigazione nurmale

source: No tabs
co: Alcuna unghjetta

source: Not After
co: Micca dopu

source: Not Before
co: Micca nanzu

source: Not Enough Reviews Yet
co: Ùn ci hè ancu abbastanza avisi

source: Note: Summarization can make errors.
co: Nota : u riassuntu puderia cuntene sbaglii.

source: Notifications help you do more with %@
co: E nutificazioni vi aiutanu à fane di più cù %@

source: Notifications help you stay safer with %@
co: E nutificazioni vi aiutanu à stà in sicurità cù %@

source: No trackers blocked for this site.
co: Alcunu perseguitatore bluccatu per stu situ.

source: No trackers known to Firefox were detected on this page.
co: Alcunu perseguitatore cunnisciutu da Firefox ùn hè statu avventatu nant’à sta pagina.

source: No tracking elements detected on this page.
co: Alcunu elementu di spiunagiu avventatu nant’à sta pagina.

source: (no username)
co: (nisunu nome d’utilizatore)

source: Now you can move the toolbar to the bottom, so it’s easier to enter info
co: Avà pudete dispiazzà a barra d’attrezzi inghjò ciò chì rende a stampittera d’infurmazione più faciule

source: Offers stronger protection, but may cause some sites to break.
co: Prupone una prutezzione rinfurzata, ma certi siti puderianu ùn micca funziunà currettamente.

source: Offer to Open Copied Links
co: Prupone d’apre i liami cupiati

source: Offer to translate any site written in a language that is different from your default language.
co: Prupone di traduce qualsiasi situ affissatu in una lingua sfarente di a vostra lingua predefinita.

source: Offer Translation
co: Prupone traduzzioni

source: Offline Website Data
co: Dati fora di cunnessione

source: Okay
co: Vai

source: One choice protects you everywhere you go on the web. You can always change it later.
co: Una scelta unica vi prutege dapertuttu quandu vo navigate nant’à u Web. Si pò sempre cambià què dopu.

source: Only HTTP and HTTPS links can be shared.
co: Solu i liami HTTP è HTTPS ponu esse sparti.

source: Only when using Tracking Protection
co: Solu quandu a prutezzione contr’à u spiunagiu hè impiegata

source: On your computer open Firefox and go to firefox.com/pair
co: Nant’à u vostru urdinatore, aprite Firefox è andate à firefox.com/pair

source: Oops! Firefox crashed
co: Umbè ! Firefox s’hè lampatu

source: Open App Store
co: Apre l’App Store

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
co: Aprite l’articuli in modu di lettura picchichjendu l’icona di libru quand’ella s’affacca in a barra di titulu.

source: Open email in the default mail application?
co: Apre l’eMail cù l’appiecazione di messaghjeria predefinita ?

source: Open & Fill
co: Apre è rinsignà

source: Open Firefox
co: Apre Firefox

source: Open in a Private Tab
co: Apre in un’unghjetta privata

source: Open in Firefox
co: Apre in Firefox

source: Open In Firefox
co: Apre in Firefox

source: Opening %@
co: Apertura di %@

source: OPENING SCREEN
co: SCRENU À L’APERTURA

source: Open in New Private Tab
co: Apre in una nova unghjetta privata

source: Open in New Tab
co: Apre in una nova unghjetta

source: Open in Private Mode
co: Apre in navigazione privata

source: Open in Safari
co: Apre cù Safari

source: Open Language Preferences
co: Apre e preferenze di lingua

source: Open Last Bookmark
co: Ultima indetta

source: Open Last Tab
co: Ultima unghjetta mandata

source: Open Link in Background
co: Apre u liame in tacca di fondu

source: Open Link in New Private Tab
co: Apre u liame in una nova unghjetta privata

source: Open Link in New Tab
co: Apre u liame in una nova unghjetta

source: Open mail links with
co: Apre i liami di messaghjeria cù

source: Open New Private Tab
co: Apre una nova unghjetta privata

source: Open New Tab
co: Apre una nova unghjetta

source: Open Review Checker
co: Apre u verificadore d’avisu

source: Open Selected Tab
co: Apre l’unghjetta selezziunata

source: Open Settings
co: Apre i parametri

source: Open sms in an external application?
co: Apre u SMS in un’appiecazione esterna ?

source: Opens search engine selection
co: Apre a selezzione di u mutore di ricerca

source: Opens search settings
co: Apre i parametri di ricerca

source: Open synced tab
co: Apre l’unghjetta sincrunizata

source: Open Sync Preferences
co: Apre e preferenze di sincrunizazione

source: Open this link in external app?
co: Apre stu liame in un’appiecazione esterna ?

source: Open this link in the App Store?
co: Apre stu liame in l’App Store ?

source: Orange
co: Aranciu

source: Our Sponsors & Your Privacy
co: I nostri spunsurizatori è a vostra vita privata

source: %@ out of 5 stars
co: %@ stelle nant’à 5

source: Packaging
co: Imballasgiu

source: Page Actions
co: Azzioni per a pagina

source: Page is still loading. Wait for it to finish, then hit summarize.
co: A pagina hè in corsu di caricamentu. Ci vole à aspettà ch’ella sia caricata sana eppò fate un cliccu nant’à « Riassume ».
